<?php

return [
    'product' => [
        'add_title' => 'Добавить товар',
        'drag_drop' => 'Перетащите фото для загрузки',
        'browse' => 'Просматривать',
        'name_en' => 'Название продукта_Английский',
        'desc_en' => 'Описание_Английский',
        'detail_en' => 'Сведения о продукте_Английский',
        'name_ru' => 'Название продукта_Русский',
        'desc_ru' => 'Описание_Русский',
        'detail_ru' => 'Сведения о продукте_Русский',
        'name_am' => 'Название продукта_Армянский',
        'desc_am' => 'Описание_Армянский',
        'detail_am' => 'Сведения о продукте_Армянский',
        'category' => 'Категория',
        'sel_cat' => 'Выберите категорию',
        'sub_cat' => 'Подкатегория',
        'sel_sub_cat' => 'Выберите под_меню',
        'type' => 'Тип',
        'sel_type' => 'Выберите Тип',
        'quantity' => 'Количество',
        'price' => 'Цена',
        'sel_price' => 'Цена продажи',
        'size' => 'Размер',
        'color' => 'Цвет',
        'sel_color' => 'Выберите цвета',
        'material' => 'Материал',
        'custom_material' => 'Пользовательский материал',
        'add_success_goto' => 'Перейти к продуктам',
        'add_success_text' => 'Уважаемый пользователь, товар добавлен в магазин "название магазина". Будет продано после проверки
                    модератор Artstore. Вы получите сообщение об этом.',
        'marketing_tools' => 'Маркетинговые инструменты',
        'by_gender' => 'По полу',
        'gift_for' => 'Подарок для нее/него',
    ]
];
