<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'email' => 'Электронная почта является обязательной',
    'failed' => 'Логин и/или пароль неверный',
    'password' => 'Поле пароля обязательно для заполнения.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'notactivated' => 'Ваша учетная запись не подтверждена. Мы отправили вам новый код активации, проверьте свой адрес электронной почты',
    'reg_email_exists' => 'Этот адрес электронной почты уже существует',
    'reg_empty_field' => 'Пожалуйста заполните все поля',
    'modal_confirm' => 'Уважаемый Пользователь, Поздравляем, Вы успешно зарегистрировались на нашем
                        чудо-платформа. В Artstor вы найдете ручную работу
                        изделия, изготовленные настоящими мастерами для вас и ваших близких.
                        Пожалуйста, проверьте и подтвердите, подтвердите свой адрес электронной почты.
                        Если вы не воспользуетесь этой ссылкой в ​​течение 24 часов, срок ее действия истечет.
                        Спасибо,',
    'modal_confirm_time' => 'Пожалуйста, зарегистрируйтесь снова, поскольку срок вашего электронного письма истек.',
    'modal_reset_success' => 'Уважаемый пользователь, Поздравляем, вы успешно отправили ссылку для сброса
                        Пожалуйста, проверьте и подтвердите свой адрес электронной почты.
                        Если вы не воспользуетесь этой ссылкой в ​​течение 24 часов, срок ее действия истечет.
                        Спасибо,',
    'modal_reset_time'=>'Пожалуйста, отправьте ссылку для сброса еще раз, но время вашего подтверждения по электронной почте истекло.',
    'modal_artstore' => 'Команда Artstore',
    'success_confirmed' => 'Ваш электронный адрес подтвержден',
    'email_not_exists'=> 'Электронная почта не существует',
    'pass_successfuly'=> 'Пароль успешно меняется',
    'no_confirm_pass' => 'Пароли не совпадают',

];
