<?php

return [
    'product'=> [
        'add_title' => 'Ավելացրեք ապրանք',
        'drag_drop' => 'Քաշեք լուսանկարը՝վերբեռնելու համար',
        'browse' => 'Դիտել',
        'name_en' => 'Ապրանքի անվանում_Անգլերեն',
        'desc_en' => 'Նկարագրություն_Անգլերեն',
        'detail_en' => 'Ապրանքի մանրամասեր_Անգլերեն',
        'name_ru' => 'Ապրանքի անվանում_Ռուսերեն',
        'desc_ru' => 'Նկարագրություն_Ռուսերեն',
        'detail_ru' => 'Ապրանքի մանրամասեր_Ռուսերեն',
        'name_am'=> 'Ապրանքի անվանում_Հայերեն',
        'desc_am' => 'Նկարագրություն_Հայերեն',
        'detail_am' => 'Ապրանքի մանրամասեր_Հայերեն',
        'category' => 'Կատեգորիա',
        'sel_cat'=>'Ընտրեք կատեգորիա',
        'sub_cat'=>'Ենթակատեգորիա',
        'sel_sub_cat'=>'Ընտրեք ենթակատեգորիա',
        'type' => 'Տեսակ',
        'sel_type' => 'Ընտրեք Տեսակ',
        'quantity' => 'Քանակ',
        'price' => 'Գին',
        'sel_price' => 'Վաճառքի գին',
        'size' => 'Չափս',
        'color' => 'Գույն',
        'sel_color'=>'Ընտրեք գույներ',
        'material'=>'Մատերիալ',
        'custom_material'=>'Լրացում',
        'add_success_goto' => 'Գնալ դեպի Ապրանքներ',
        'add_success_text' => 'Հարգելի օգտվող, ապրանքը ավելացվել է «խանութի անուն» խանութում: Ստուգելուց հետո այն վաճառքի կհանվի
                    Artstore- ի վարողը: Դուք դրա մասին հաղորդագրություն կստանաք:',
        'marketing_tools' => 'Մարկետինգային գործիքներ',
        'by_gender' => 'Ըստ սեռի',
        'gift_for' => 'Նվեր նրա համար'
    ]
];
