<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */


    'email'=>'էլ․հասցե դաշտը պարտադիր է',
    'failed' => 'Սխալ էլ․հասցե կամ գաղտնաբառ',
    'password' => 'Գաղտնաբառի դաշտը պարտադիր է:',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'notactivated' => 'Ձեր հաշիվը չի ստուգվել: Մենք ձեզ ուղարկել ենք ակտիվացման նոր կոդ, խնդրում ենք ստուգել ձեր էլ. Փոստի հասցեն',
    'reg_email_exists'=>'Այս էլ-հասցեն արդեն գոյություն ունի',
    'reg_empty_field' => 'Լրացրեք բոլոր դաշտերը',
    'modal_confirm' => 'Հարգելի օգտվող, Շնորհավորում եմ, Դուք հաջողությամբ գրանցվել եք մեր կայքում
                        հրաշք հարթակ: Artstor- ում դուք կգտնեք ձեռագործ
                        իրական արհեստավորների կողմից պատրաստված ապրանքներ ձեր և ձեր սիրելիների համար:
                        Խնդրում ենք ստուգել և հաստատել հաստատեք ձեր էլ.
                        Եթե ​​այս հղումը չօգտագործեք 24 ժամվա ընթացքում, այն կսպառվի:
                        Շնորհակալություն',
    'modal_confirm_time'=>'Խնդրում ենք կրկին գրանցվել, որովհետև ձեր էլ.փոստի հաստատման ժամկետը լրացել է:',
    'modal_reset_success' => 'Հարգելի օգտվող, Շնորհավորում եմ, Դուք հաջողությամբ ուղարկեցիք զրոյացման հղումը
                        Խնդրում ենք ստուգել և հաստատել ձեր էլ.
                        Եթե ​​այս հղումը չօգտագործեք 24 ժամվա ընթացքում, այն կսպառվի:
                        Շնորհակալություն',
    'modal_reset_time'=>'Խնդրում ենք կրկին ուղարկել զրոյացման հղումը, բայց ձեր էլ.փոստի հաստատման ժամկետը լրացել է:',
    'modal_artstore' => 'Artstore թիմ',
    'success_confirmed'=>'Ձեր էլ. Փոստի հասցեն հաստատված է',
    'email_not_exists'=> 'էլ․հասցեն գոյություն չունի',
    'pass_successfuly'=>'Գաղտնաբառը հաջողությամբ փոխվում է',
    'no_confirm_pass' => 'Գաղտնաբառերը չեն համընկնում',
    'change_pass_error'=>'Գաղտնաբառերի երկարությունը պետք է լինի մինիմում 8 սիմվոլ',
    'wrong_reg'=>'Ինչ - որ բան սխալ է',


];
